{
  "Header": {
    "Home": "Home",
    "Services": "Services",
    "About_Us": "About Us",
    "Our_Works": "Our Works"
  },
  "collections": {
    "Our_Collection": "Our Collection",
    "Home_Decor": "ERP AND CRM Systems ",
    "Medical_Sector": "Ai solutions",
    "Studies": "Ui/UX designs",
    "Commercial_Facilities": "Websites saas and Apps"
  },
  "Show_More": "Show More",
  "Show_Less": "Show Less",
  "Read_More": "Read More",
  "Download_Profile": "Download Profile",
  "Some_Works": "Some Works",
  "All_Works": "All Works",
  "All_Services": "All Services",
  "Our_Services": "Our Services",
  "About_section": {
    "title": "About Our Company",
    "text": "Koodera is a limited liability firm that has been driving technological innovation for more than a decade. From the initial concept to the finished product, our team works tirelessly to develop bespoke digital solutions, including web and mobile applications, robust ERP systems, and advanced AI solutions, all tailored to meet the unique needs of our clients."
  },
"services": {
    
      "service_1": "Custom Web and Mobile Application Development",
      "service_2": "ERP Systems Implementation",
      "service_3": "AI Solutions and Integration",
      "service_4": "Consulting and Training",
      "service_5": "Digital Transformation Strategy",
      "service_6": "Support and Maintenance",
      "service_7": "Graphic Design Services",
      "service_8": "UI/UX Design and Prototyping",
      "service_9": "Software Development",
      "service_10": "API Integration Services",
      "service_11": "Cloud Solutions and Services",
      "service1__title": "Custom Web and Mobile Application Development",
      "service2__title": "ERP Systems Implementation",
      "service3__title": "AI Solutions and Integration",
      "service4__title": "Consulting and Training",
      "service5__title": "Digital Transformation Strategy",
      "service6__title": "Support and Maintenance",
      "service7__title": "Graphic Design Services",
      "service8__title": "UI/UX Design and Prototyping",
      "service9__title": "Software Development",
      "service10__title": "API Integration Services",
      "service11__title": "Cloud Solutions and Services",
      "service1__text": "We specialize in creating custom web and mobile applications that are tailored to meet the specific needs of your business. Our team of experts leverages the latest technologies to deliver robust and scalable solutions.",
      "service2__text": "Our team designs and implements robust ERP systems to help streamline your business processes and improve efficiency. We ensure seamless integration with your existing systems for optimal performance.",
      "service3__text": "We offer advanced AI solutions that can be integrated into your existing systems to enhance automation and decision-making processes. Our AI services include machine learning, natural language processing, and more.",
      "service4__text": "We provide expert consulting and training services to help your team leverage the full potential of modern technologies. Our training programs are designed to keep your team updated with the latest industry trends.",
      "service5__text": "Our experts help design and optimize your digital transformation strategy to ensure seamless integration of new technologies. We assist you in developing a comprehensive roadmap for your digital journey.",
      "service6__text": "We offer comprehensive support and maintenance services to ensure that your digital solutions remain up-to-date and operate smoothly. Our team is available to assist you with any technical issues you may encounter.",
      "service7__text": "Our graphic design services include creating visually appealing graphics for your digital platforms. From logos to marketing materials, we ensure your brand stands out with professional designs.",
      "service8__text": "We offer UI/UX design and prototyping services to create user-friendly and engaging interfaces. Our designs are focused on enhancing user experience and ensuring your application is intuitive and easy to use.",
      "service9__text": "Our software development services cover the entire development lifecycle from planning and design to implementation and testing. We build custom software solutions that meet your specific business needs.",
      "service10__text": "We provide API integration services to connect your existing systems and enhance their functionality. Our team ensures smooth and secure integration with third-party services and applications.",
      "service11__text": "Our cloud solutions and services help you leverage the power of cloud computing. We offer cloud migration, management, and optimization services to ensure your business operates efficiently in the cloud."
  },
  "Mission_Text": "At Koodera, we value innovation, quality, and customer satisfaction above all else. Our team of skilled developers takes pride in creating unique, high-quality digital solutions tailored to our clients' needs. We offer custom development services to ensure that our clients get exactly what they want. In addition to delivering a wide range of digital solutions, Koodera is committed to providing competitive prices and excellent customer service. Despite the challenges of the ever-evolving tech landscape, we remain dedicated to providing the best possible products and services to our clients.",
  "VISION": "VISION",
  "About_Text": "Koodera is a cutting-edge technology agency that has been at the forefront of innovation for over a decade. Based in Egypt, our team specializes in developing bespoke web and mobile applications, robust ERP systems, and advanced AI solutions. From the initial consultation to the final deployment, our experienced team of professional developers and designers are committed to delivering exceptional digital solutions that meet our clients' exacting standards. We pride ourselves on our meticulous attention to detail and our unwavering commitment to quality.",
  "Vision_Text": "Our vision is to revolutionize the way businesses operate by providing state-of-the-art web and mobile applications, ERP systems, and AI solutions. Leveraging the latest technologies, we aim to produce high-quality digital products that are both innovative and user-friendly. Through our commitment to technology and innovation, we aim to make a positive impact on the business world and help shape the future of digital transformation for generations to come.",
  "Contact_Us": "Contact Us",
  "Value_Proposition": "Value Proposition",
  "Value_text": "At Koodera, we strive to provide the highest level of quality in our digital solutions. To ensure that our products meet our high standards, we employ a variety of advanced development methodologies and technologies. Our team of skilled developers uses cutting-edge programming techniques and tools to create durable, scalable, and high-performing applications.",
  "our__location": "Mohammed Fawzi Moaz, Ezbet Saad, Sidi Gaber, Alexandria Governorate 5432020",
  "Whatssapp": "WhatsApp Us",
  "Hero__title_1": "We build your dreams",
  "Hero__title_2": "Join Our Social Media Community and Stay Informed.",
  "Hero__title_3": "We’re Here to Help: Fill out Our Website Contact Form and We’ll Be in Contact Soon",
  "contact__desc__1": "By filling out our contact form, you'll be providing us with valuable information that will help us better understand your needs and how we can serve you. We appreciate your interest in our company and look forward to the opportunity to connect with you.",
  "contact__desc__2": "Stay connected with us via WhatsApp! Simply click the WhatsApp button and send us a message to start the conversation. Our team is dedicated to providing exceptional customer service and responding to all inquiries as quickly as possible. We can't wait to hear from you!",
  "whats__title": "Use Whatsapp",
  "Your_Name": "Your Name*",
  "Your_Email": "Your Email*",
  "Your_Number": "Your Number*",
  "Your_Message": "Your Message*",
  "Send": "Send",
  "Whatsapp_Us": "Whatsapp Us",
  "All": "All",
  "Phones": "Phones",
  "Location": "Location"
}
